Repository: bat97164/password2
Catalog: config/locales/gettext/*/app.po
Languages: cs

source: Docker Containers
cs: Docker kontejnery

source: Key Generator
cs: Generátor klíčů

source: Source Code
cs: Zdrojový kód

source: Tools
cs: Nástroje

source: Overview
cs: Přehled

source: Documentation
cs: Dokumentace

source: Account
cs: Účet

source: Admin Dashboard
cs: Administrátorský přehled

source: Edit Login Details
cs: Upravit přihlašovací údaje

source: Log Out
cs: Odhlásit se

source: Log In
cs: Přihlásit se

source: Sign Up
cs: Registrovat se

source: Configure Password Generation
cs: Nastavení generování hesel

source: Test Area
cs: Testovací oblast

source: Number of Syllables
cs: Počet slabik

source: Minimum Syllable Length
cs: Minimální délka slabiky

source: Maximum Syllable Length
cs: Maximální délka slabiky

source: Include numbers
cs: Zahrnout čísla

source: Use Titlecase
cs: Použít velká písmena

source: Use Separators
cs: Použít oddělovače

source: Separators
cs: Oddělovače

source: Vowels
cs: Samohlásky

source: Consonants
cs: Souhlásky

source: Reset to Defaults
cs: Obnovit výchozí

source: Passwords
cs: Hesla

source: Files
cs: Soubory

source: URLs
cs: Adresy URL
