Repository: bat97164/password2
Catalog: config/locales/gettext/*/app.po
Languages: cs

source: Secret Link Language
cs: Jazyk tajného odkazu

source: Copy to Clipboard
cs: Kopírovat do schránky

source: Password Pusher is an application to securely send passwords over the web. Links to passwords expire after a certain number of views and/or time has passed.
cs: Password Pusher je aplikace pro bezpečné odesílání hesel přes web. Odkazy na hesla vyprší po určitém počtu zobrazení nebo po uplynutí nastaveného času.

source: Confirm your new account
cs: Potvrďte svůj nový účet

source: Your account has been created but you must confirm that you own this email address.
cs: Váš účet byl vytvořen, ale musíte potvrdit, že vlastníte tuto e-mailovou adresu.

source: You can confirm your account email by
cs: E-mail svého účtu můžete potvrdit pomocí

source: by clicking this link
cs: kliknutím na tento odkaz

source: or by copying and pasting the following URL into your browser:
cs: nebo zkopírováním a vložením následující URL adresy do vašeho prohlížeče:

source: If you didn't create an account, no action is required.
cs: Pokud jste si účet nevytvořili, není třeba nic dělat.

source: Your email is being changed
cs: Váš e-mail se mění

source: We're contacting you to notify you that your email at
cs: Kontaktujeme vás, abychom vás informovali, že váš e-mail na adrese

source: is being changed to %s
cs: se mění na %s

source: has been changed to %s
cs: byl změněn na %s

source: Password Change
cs: Změna hesla

source: We're contacting you to notify you that your password has been changed on
cs: Kontaktujeme vás, abychom vás informovali, že vaše heslo bylo změněno dne

source: If you didn't initiate this and it wasn't your intention, please contact us as soon as possible.
cs: Pokud jste tuto změnu neiniciovali, kontaktujte nás co nejdříve.

source: Password Change Request
cs: Žádost o změnu hesla

source: Someone has requested a link to change your password. You can proceed with this action
cs: Někdo požádal o odkaz pro změnu vašeho hesla. Můžete pokračovat v této akci

source: If you didn't request this change, you can safely delete this email.
cs: Pokud jste o tuto změnu nepožádali, můžete tento e-mail bezpečně smazat.

source: Your password won't change until you access the link above and create a new one.
cs: Vaše heslo se nezmění, dokud nekliknete na výše uvedený odkaz a nevytvoříte si nové.

source: Unlock Your Account
cs: Odemkněte svůj účet

source: Your account has been locked due to an excessive number of unsuccessful sign in attempts.
cs: Váš účet byl uzamčen kvůli příliš mnoha neúspěšným pokusům o přihlášení.

source: Click this link
cs: Klikněte na tento odkaz

source: to unlock your account or by copying and pasting the following URL into your browser:
cs: pro odemknutí účtu nebo zkopírováním a vložením následující URL do vašeho prohlížeče:

source: New password
cs: Nové heslo

source: Confirm new password
cs: Potvrďte nové heslo

source: A minimum of %d characters is required but the more the better.
cs: Vyžaduje se minimálně %d znaků, ale čím více, tím lépe.

source: Change Email
cs: Změnit e-mail

source: Current Password
cs: Současné heslo

source: API Token
cs: Token API

source: This token is specific to your account. It can be used with command line applications, the JSON API, 3rd party integrations and more.
cs: Tento token je specifický pro váš účet. Můžete jej použít s aplikacemi pro příkazovou řádku, JSON API, integracemi třetích stran a dalšími.

source: Make sure to keep this token secure. It provides full access to your account.
cs: Ujistěte se, že tento token držíte v bezpečí. Poskytuje úplný přístup k vašemu účtu.

source: If needed, you can regenerate a new token below which will invalidate this existing token.
cs: V případě potřeby můžete níže vygenerovat nový token, který zneplatní stávající.

source: Copied!
cs: Zkopírováno!

source: Your API token is blurred out. Click below to reveal it.
cs: Váš token API je rozmazaný. Klikněte níže pro jeho zobrazení.

source: To delete this token and regenerate a new one, use the button below.
cs: Pro smazání tohoto tokenu a vygenerování nového použijte tlačítko níže.

source: Note that this will invalidate any tools that may be using the existing key and will have to be updated with the new token.
cs: Mějte na paměti, že tím znefunkčníte všechny nástroje, které používají stávající klíč a budou muset být vybaveny novým tokenem.

source: Regenerate Token
cs: Obnovit token

source: Delete and generate a new API token?
cs: Smazat a vygenerovat nový token API?

source: This will delete this token and
cs: Tímto tento token smažete a

source: invalidate any tools that may be using it
cs: znefunkčníte všechny nástroje, které jej mohou používat

source: A new token will be generated in its place.
cs: Na jeho místo bude vygenerován nový token.

source: Are you sure?
cs: Jste si jisti?

source: Cancel
cs: Zrušit

source: Delete & Regenerate
cs: Smazat a obnovit

source: Processing...
cs: Zpracovává se...

source: Password
cs: Heslo

source: Password Pusher Logo
cs: Logo Password Pusher

source: About Password Pusher
cs: O aplikaci Password Pusher

source: About
cs: O aplikaci

source: Password Pusher is a tool used for sharing passwords and other sensitive information with other people securely.
cs: Password Pusher je nástroj určený pro bezpečné sdílení hesel a dalších citlivých informací s ostatními lidmi.

source: With Password Pusher, you can create a unique, one-time URL that will expire after a certain amount of time or after it has been accessed a certain number of times, ensuring that your information remains private and secure.
cs: S Password Pusher můžete vytvořit jedinečnou, jednorázovou adresu URL, která vyprší po určité době nebo po určitém počtu přístupů, což zajistí, že vaše informace zůstanou soukromé a bezpečné.

source: It is often used by individuals and organizations to share login credentials or other sensitive data with colleagues, clients, or partners.
cs: Často jej používají jednotlivci i organizace pro sdílení přihlašovacích údajů nebo jiných citlivých dat s kolegy, klienty nebo partnery.

source: Password Pusher is a simple and convenient solution for securely sharing passwords without the need for email or other less secure communication methods.
cs: Password Pusher je jednoduché a pohodlné řešení pro bezpečné sdílení hesel bez nutnosti používat e-mail nebo jiné méně bezpečné komunikační metody.

source: Hosted at
cs: Hostováno na

source: or you can run your own private instance wherever you like.
cs: nebo si můžete spustit vlastní soukromou instanci kdekoli chcete.

source: The source code is
cs: Zdrojový kód je

source: on Github
cs: na GitHubu

source: It’s opensource and free for anyone to use, review or modify.
cs: Je to open source a kdokoli jej může zdarma používat, kontrolovat nebo upravovat.

source: The Author
cs: Autor

source: My name is Peter Giacomo Lombardo. You can find me on
cs: Jmenuji se Peter Giacomo Lombardo. Najdete mě na

source: or
cs: nebo

source: For updates, you can
cs: Pro aktualizace můžete

source: follow me on Twitter
cs: sledovat mě na Twitteru

source: Want to Help Out?
cs: Chcete pomoci?

source: By far the biggest help is to spread the word
cs: Zdaleka největší pomoc je šířit povědomí

source: Share and suggest Password Pusher to colleagues and friends.
cs: Sdílejte a doporučte Password Pusher kolegům a přátelům.

source: You can also
cs: Můžete také

source: Star the Github project
cs: Označit projekt na GitHubu hvězdičkou

source: It's gasoline for the algos that trend Password Pusher.
cs: Je to palivo pro algoritmy, které propagují Password Pusher.

source: Sign up for the
cs: Zaregistrujte se na

source: newsletter
cs: zpravodaj

source: to get updates on important releases, security issues, tips and more.
cs: pro získávání důležitých aktualizací, bezpečnostních problémech, tipech a dalších.

source: Follow Password Pusher on
cs: Sledujte Password Pusher na

source: and
cs: a

source: Fix an issue, add a feature or write some documentation.
cs: Opravte problém, přidejte funkci nebo napište dokumentaci.

source: See the Github project.
cs: Podívejte se na projekt na GitHubu.

source: Sign up to Digital Ocean
cs: Zaregistrujte se do Digital Ocean

source: with this link
cs: pomocí tohoto odkazu

source: to get Password Pusher a hosting credit.
cs: pro získání hostingového kreditu pro Password Pusher.

source: Thank you for supporting Password Pusher!
cs: Děkujeme za podporu Password Pusher!

source: Resources
cs: Zdroje

source: If you are giving a presentation, authoring a blog post or video about Password Pusher, feel free to contact me for any questions.
cs: Pokud pořádáte prezentaci, píšete blogový příspěvek nebo video o Password Pusher, neváhejte mě kontaktovat s jakýmikoli dotazy.

source: We have media resources and a full explanation of features available in
cs: Máme mediální zdroje a úplné vysvětlení funkcí dostupných v

source: formats.
cs: formátech.

source: Birthday
cs: Narozeniny

source: More Than 11 Years Old
cs: Starší více než 11 let

source: The first git commit to Password Pusher was on
cs: První git commit pro Password Pusher byl dne

source: pwpush.com went live shortly thereafter.
cs: pwpush.com byl spuštěn krátce poté.

source: The Original Theme
cs: Původní téma vzhledu

source: The original site design consisted of a dark background with a bold yellow font.
cs: Původní design stránek sestával z tmavého pozadí s výrazným žlutým písmem.

source: Follow for news, changes & updates.
cs: Sledujte novinky, změny a aktualizace.

source: Generate Key
cs: Vygenerovat klíč

source: Generate an Encryption Key
cs: Vygenerovat šifrovací klíč

source: This page is used as a helper tool to generate a random encryption key for privately hosted instances of Password Pusher.
cs: Tato stránka se používá jako pomocný nástroj pro generování náhodného šifrovacího klíče pro soukromě hostované instance Password Pusher.

source: Password Pusher encrypts sensitive data in the database. This requires a randomly generated encryption key for each application instance.
cs: Password Pusher šifruje citlivá data v databázi. To vyžaduje náhodně vygenerovaný šifrovací klíč pro každou instanci aplikace.

source: You can use the randomly generated code below to configure your Password Pusher instance.
cs: Níže vygenerovaný náhodný kód můžete použít pro konfiguraci vaší instance Password Pusher.

source: Generated Encryption Key
cs: Vygenerovaný šifrovací klíč

source: You can apply this key to your application by setting the environment variable
cs: Tento klíč můžete použít ve své aplikaci nastavením proměnné prostředí

source: Reload this page to re-generate a new key.
cs: Obnovte tuto stránku pro vygenerování nového klíče.

source: Notes:
cs: Poznámky:

source: If an encryption key isn't provided, a default key will be used.
cs: Pokud není zadán šifrovací klíč, použije se výchozí klíč.

source: The best security for private instances of Password Pusher is to use your own custom encryption key although it is not required.
cs: Nejlepším zabezpečením pro soukromé instance Password Pusher je použití vlastního šifrovacího klíče, i když to není vyžadováno.

source: The risk in using the default key is lessened if you keep your instance secure and your push expirations short. e.g. 1 day/1 view versus 100 days/100 views.
cs: Riziko při použití výchozího klíče se snižuje, pokud udržujete vaši instanci bezpečnou a vypršení hesel krátké. např. 1 den/1 zobrazení oproti 100 dní/100 zobrazení.

source: Once a push expires, all encrypted data is deleted.
cs: Jakmile heslo vyprší, všechna šifrovaná data jsou smazána.

source: Changing an encryption key where old pushes already exist will make those older pushes unreadable. In other words, the payloads will be garbled. New pushes going forward will work fine.
cs: Změna šifrovacího klíče tam, kde již existují stará hesla, učiní tato starší hesla nečitelnými. Jinými slovy, obsah bude poškozený. Nová hesla budou fungovat normálně.

source: Key generation can also be done from the command line in the application source by executing:
cs: Generování klíčů lze také provést z příkazové řádky ve zdrojovém kódu aplikace spuštěním:

source: See also the Password Pusher
cs: Viz také Password Pusher

source: Configuration documentation
cs: Konfigurační dokumentace

source: Securely Send Files
cs: Bezpečné odesílání souborů

source: Day
cs: Den

source: Days
cs: Dní

source: View
cs: Zobrazení

source: Views
cs: Zobrazení

source: Save
cs: Uložit

source: Saved!
cs: Uloženo!

source: Add Files...
cs: Přidat soubory...

source: Expire secret link and delete after:
cs: Tajný odkaz vyprší a bude smazán po:

source: (whichever comes first)
cs: (podle toho, co nastane dříve)

source: Use a 1-click retrieval step
cs: Použít "načtení pomocí jednoho kliknutí"

source: Helps to avoid chat systems and URL scanners from eating up views.
cs: Pomáhá předejít tomu, aby chatovací systémy a skenery adres URL spotřebovaly zobrazení.

source: Allow immediate deletion
cs: Povolit okamžité smazání

source: Allow users to delete this push once retrieved.
cs: Povolit uživatelům smazat toto heslo po zobrazení.

source: Passphrase Lockdown
cs: Zabezpečení heslem

source: Optional: Require recipients to enter a passphrase to view this push
cs: Volitelné: Vyžadovat od příjemců zadání hesla pro zobrazení tajného obsahu

source: the above settings as the page default.
cs: výše uvedená nastavení jako výchozí nastavení stránky.

source: Optional
cs: Volitelná položka

source: A name shown in the dashboard, notifications and emails.
cs: Jméno zobrazené na řídicím panelu, v oznámeních a e-mailech.

source: Message
cs: Zpráva

source: Optional: A message to be included with the push
cs: Volitelné: Zpráva, která bude přiložena k obsahu

source: Encrypted and visible to the receiving party
cs: Šifrováné a viditelné pro příjemce

source: Reference Note
cs: Referenční poznámka

source: Encrypted and visible only to you
cs: Šifrováné a viditelné pouze pro vás

source: Once expired, all files and content of the push will be deleted immediately and entirely.
cs: Po vypršení platnosti budou všechny soubory a obsah okamžitě a úplně smazány.

source: An audit log of activity will be available.
cs: Bude k dispozici záznam o aktivitě.

source: Push It!
cs: Odeslat!

source: Securely Send a Password
cs: Bezpečně odeslat heslo

source: Enter the Password or Text to push...
cs: Zadejte heslo nebo text k odeslání...

source: Characters
cs: Znaků

source: Generate Password
cs: Vygenerovat heslo

source: Use the button above to generate a random password.
cs: Použijte tlačítko výše pro vygenerování náhodného hesla.

source: Tip: Only enter a password into the box. Other identifying information can compromise security.
cs: Tip: Do pole zadejte pouze heslo. Jiné identifikační informace mohou ohrozit bezpečnost.

source: All passwords are encrypted prior to storage and are available to only those with the secret link. Once expired, encrypted passwords are unequivocally deleted from the database.
cs: Všechna hesla jsou před uložením šifrována a jsou dostupná pouze těm, kteří mají tajný odkaz. Po vypršení platnosti jsou šifrovaná hesla jednoznačně smazána z databáze.

source: Securely Send URLs
cs: Bezpečně odeslat URL

source: URL Redirection
cs: Přesměrování URL

source: Enter the URL to redirect to...
cs: Zadejte adresu URL pro přesměrování na...

source: Helps to avoid chat systems and URL scanners from eating up redirects.
cs: Pomáhá předejít tomu, aby chatovací systémy a skenery adres URL spotřebovaly přesměrování.

source: A secret URL will be generated that will redirect to the URL specified.
cs: Bude vygenerována tajná adresa URL, která provede přesměrování na zadanou adresu URL.

source: Upon expiration, the push URL will be deleted entirely.
cs: Po vypršení platnosti bude adresa URL úplně smazána.

source: Audit Log for %s
cs: Záznam aktivity pro %s

source: Pushed on %s
cs: Odesláno dne %s

source: Secret URL for this push
cs: Tajná adresa URL pro tento obsah

source: Visible Only To You
cs: Viditelné pouze pro vás

source: None
cs: Žádná

source: Settings
cs: Nastavení

source: Expire after
cs: Vyprší po

source: The push expires after this number of views.
cs: Obsah vyprší po tomto počtu zobrazení.

source: The push expires after this number of days.
cs: Obsah vyprší po tomto počtu dní.

source: Deletable by Viewers
cs: Smazatelné prohlížejícími

source: True
cs: Ano

source: False
cs: Ne

source: This allows end users to delete content once retrieved.
cs: Umožňuje koncovým uživatelům smazat obsah po zobrazení.

source: 1-click Retrieval Step
cs: Krok "načtení pomocí jednoho kliknutí"

source: No
cs: Ne

source: Yes
cs: Ano

source: Require recipients to enter a passphrase to view this push.
cs: Vyžadovat od příjemců zadání hesla pro zobrazení tohoto obsahu.

source: Current Status
cs: Aktuální stav

source: State:
cs: Stav:

source: Expired
cs: Vypršelo

source: The push content has been deleted and the secret URL expired.
cs: Obsah byl smazán a tajná adresa URL vypršela.

source: Active
cs: Aktivní

source: Active and still available for viewing.
cs: Aktivní a stále dostupné k zobrazení.

source: Successful Views
cs: Úspěšná zobrazení

source: The number of times this push has been viewed before expiration.
cs: Počet zobrazení tohoto obsahu před vypršením platnosti.

source: Failed View Attempts
cs: Neúspěšné pokusy o zobrazení

source: The number of times this push has been viewed after expiration.
cs: Počet pokusů o zobrazení tohoto obsahu po vypršení platnosti.

source: Days Remaining
cs: Zbývá dní

source: Number of days until this push expires if the maximum view count isn't reached.
cs: Počet dní do vypršení tohoto obsahu, pokud nebude dosaženo maximálního počtu zobrazení.

source: Payload
cs: Obsah

source: Contains Message for Receiver
cs: Obsahuje zprávu pro příjemce

source: Deleted
cs: Smazáno

source: Has a text payload been added to this push?
cs: Byl k tomuto obsahu přidán textový obsah?

source: Message Length
cs: Délka zprávy

source: Not Applicable
cs: Nelze použít

source: The length of the attached text payload.
cs: Délka přiloženého textového obsahu.

source: Number of Files Attached
cs: Počet přiložených souborů

source: The number of files attached to this push. This value will be 0 when expired.
cs: Počet souborů přiložených k tomuto obsahu. Po vypršení platnosti bude tato hodnota 0.

source: Attached Files
cs: Přiložené soubory

source: Filename:
cs: Název souboru:

source: Size:
cs: Velikost:

source: All attached files have been deleted.
cs: Všechny přiložené soubory byly smazány.

source: Expire Now
cs: Ukončit platnost nyní

source: Delete This Push?
cs: Smazat tento obsah?

source: This will expire this secret link and
cs: Tímto ukončíte platnost tohoto tajného odkazu a

source: remove all content from the database forever
cs: navždy odstraníte veškerý obsah z databáze

source: The audit log (including future attempted views) will still be maintained going forward.
cs: Záznam aktivity (včetně budoucích pokusů o zobrazení) bude nadále uchováván.

source: Delete
cs: Smazat

source: Start of Audit Log
cs: Začátek záznamu aktivit

source: As the push receives activity, a log of each with identifying information will show up here.
cs: Zde se zobrazí záznam každé manipulace s obsahem a to včetně identifikačních informací.

source: End of Audit Log
cs: Konec záznamu aktivit

source: Active Pushes
cs: Aktivní obsah

source: You currently have no active pushes.
cs: Momentálně nemáte žádný aktivní obsah.

source: You currently have no expired pushes.
cs: Momentálně nemáte žádný obsah s vypršenou platností.

source: You currently have no pushes.
cs: Momentálně nemáte žádný odeslaný obsah.

source: Push a Password Now
cs: Odeslat heslo nyní

source: Expired Pushes
cs: Vypršené

source: All Pushes
cs: Vše odeslané

source: Created
cs: Vytvořeno

source: Note
cs: Poznámka

source: File(s)
cs: Soubor(y)

source: Push Controls
cs: Ovládání obsahu

source: Preview
cs: Náhled

source: Audit
cs: Záznam

source: Enter The Secret Passphrase
cs: Zadejte tajné heslo

source: Enter the secret passphrase provided with this URL
cs: Zadejte tajné heslo poskytnuté s touto adresou URL

source: Enter the secret passphrase
cs: Zadejte tajné heslo

source: Go
cs: Pokračovat

source: Click Here to Proceed
cs: Pokračujte kliknutím zde

source: Your Push Has Been Created
cs: Váš obsah byl vytvořen

source: Your push has been created.
cs: Váš obsah byl vytvořen.

source: Use this secret link to share it:
cs: Pro sdílení použijte tento tajný odkaz:

source: Print & Share
cs: Vytisknout a sdílet

source: Generate a Printable Page for End Users
cs: Vygenerovat stránku k tisku pro koncové uživatele

source: Optional Custom Message
cs: Volitelná vlastní zpráva

source: Show Expiration Details
cs: Zobrazit podrobnosti o vypršení platnosti

source: Include ID
cs: Zahrnout ID

source: Generate
cs: Vygenerovat

source: This secret link and all content will be deleted in
cs: Tento tajný odkaz a veškerý obsah bude smazán za

source: day
cs: den

source: view
cs: zobrazení

source: can be
cs: může být

source: deleted by viewers.
cs: smazáno prohlížejícími.

source: can NOT be
cs: NEMŮŽE být

source: It also includes a
cs: Také obsahuje

source: 1-click preliminary retrieval step
cs: předběžný krok "načtení pomocí jednoho kliknutí"

source: View This Push Now
cs: Zobrazit tento obsah nyní

source: (will burn a view) or
cs: (spotřebuje jedno zobrazení) nebo

source: Push Another
cs: Odeslat další

source: View Audit Log
cs: Zobrazit záznam aktivity

source: Your Secret URL
cs: Vaše tajná adresa URL

source: This data contained here will expire after
cs: Platnost těchto dat vyprší za

source: Your Secret Link
cs: Váš tajný odkaz

source: The following files have been sent to you.
cs: Byly vám zaslány následující soubory.

source: Please download and store in a secure area.
cs: Prosím stáhněte a uložte na bezpečném místě.

source: The following message has been sent to you along with the files below.
cs: Následující zpráva vám byla odeslána spolu se soubory uvedenými níže.

source: The message is blurred out. Click below to reveal it.
cs: Zpráva je rozmazaná. Klikněte níže pro její zobrazení.

source: 0 more views
cs: již žádné další zobrazení

source: (this is the last view).
cs: (toto je poslední zobrazení).

source: more view
cs: další zobrazení

source: (whichever occurs first).
cs: (podle toho, co nastane dříve).

source: Delete This Secret Link Now
cs: Smazat nyní tento tajný odkaz

source: Please obtain and securely store this content in a secure manner, such as in a password manager.
cs: Prosím získejte a bezpečně uložte tento obsah spolehlivým způsobem, například ve správci hesel.

source: Your password is blurred out. Click below to reveal it.
cs: Vaše heslo je rozmazané. Klikněte níže pro jeho zobrazení.

source: Delete?
cs: Smazat?

source: This will expire this secret link and
cs: Takto ukončíte platnost tohoto tajného odkazu a

source: delete all related content from the database forever
cs: navždy smažete veškerý související obsah z databáze

source: Your Secret Link Has Expired
cs: Platnost vašeho tajného odkazu vypršela

source: We apologize but this secret link has expired.
cs: Omlouváme se, ale platnost tohoto tajného odkazu vypršela.

source: If needed, please contact the person or organization who gave you this secret URL.
cs: V případě potřeby kontaktujte osobu nebo organizaci, která vám tuto tajnou adresu URL poskytla.

source: Browser cookies help make this tool work. By using it, you agree the use of these cookies.
cs: Cookies prohlížeče pomáhají tomuto nástroji fungovat. Používáním souhlasíte s jejich používáním.

source: Dashboard
cs: Přehled

source: All
cs: Vše

source: New
cs: Nový

source: Front Page
cs: Úvodní stránka
